app/controllers/assets_controller.rb

  def index
    @assets = Assets.all
---
SELECT * FROM "assets"